Repository: osmoze06/repo.weebox
Catalog: repo/skin.cosmic/language/resource.language.*/strings.po
Languages: el_gr

# #31366
source: Customize search list
el_gr: Προσαρμογή λίστας αναζήτησης

# #31367
source: Default search items
el_gr: Προεπιλεγμένα στοιχεία αναζήτησης

# #31368
source: Action
el_gr: Ενέργεια

# #31369
source: Vertical
el_gr: Κατακόρυφο

# #31370
source: Classic
el_gr: Κλασσικό

# #31371
source: Horizontal
el_gr: Οριζόντιο

# #31372
source: Default
el_gr: Προκαθορισμένο

# #31373
source: Fixed
el_gr: Σταθερό

# #31374
source: Thin
el_gr: Λεπτό

# #31377
source: White
el_gr: Λευκό

# #31378
source: Target
el_gr: Στόχος

# #31379
source: years old
el_gr: χρονών

# #31380
source: hr
el_gr: ώρες

# #31381
source: mins
el_gr: λεπτά

# #31382
source: on
el_gr: στίς

# #31383
source: Last aired
el_gr: Τελευταία μετάδοση

# #31384
source: Match
el_gr: Ταιριάζει

# #31385
source: Latest changes
el_gr: Τελευταίες αλλαγές

# #31386
source: Hide plot
el_gr: Απόκρυψη πλοκής

# #31387
source: Hide info tag in vertical layout
el_gr: Απόκρυψη ετικέτας πληροφοριών στην κάθετη διάταξη

# #31388
source: Disable clock on top
el_gr: Απενεργοποιήστε το ρολόι στην κορυφή

# #31389
source: CANNOT PLAY
el_gr: ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΠΑΙΞΕΙ

# #31390
source: NO TRAILER
el_gr: ΟΧΙ ΤΡΑΙΛΕΡ

# #31395
source: Show EPG Event icon on home screen
el_gr: Εμφάνιση του εικονιδίου συμβάντος EPG στην αρχική οθόνη

# #31396
source: Match overlay colour from image
el_gr: Αντιστοιχία του χρώματος επικάλυψης απο την εικόνα

# #31397
source: Overlay Playground
el_gr: Playground για Επικάλυψη

# #31401
source: Enable Flixed Scrolling
el_gr: Ενεργοποίηση κύλισης Flixed

# #31402
source: Disable clearlogo
el_gr: Απενεργοποίηση του clearlogo
